## Plan Result (sample/sub)
[CI link](https://circleci.com/gh/jinugasachio/terraform-workspace-type/242)


<pre><code>Plan: 1 to add, 0 to change, 0 to destroy.</code></pre>

* Create
  * aws_vpc.e


<details><summary>Change Result (Click me)</summary>

```hcl

  # aws_vpc.e will be created
  + resource "aws_vpc" "e" {
      + arn                            = (known after apply)
      + cidr_block                     = "10.0.0.0/16"
      + default_network_acl_id         = (known after apply)
      + default_route_table_id         = (known after apply)
      + default_security_group_id      = (known after apply)
      + dhcp_options_id                = (known after apply)
      + enable_classiclink             = (known after apply)
      + enable_classiclink_dns_support = (known after apply)
      + enable_dns_hostnames           = (known after apply)
      + enable_dns_support             = true
      + id                             = (known after apply)
      + instance_tenancy               = "default"
      + ipv6_association_id            = (known after apply)
      + ipv6_cidr_block                = (known after apply)
      + main_route_table_id            = (known after apply)
      + owner_id                       = (known after apply)
      + tags_all                       = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>









<!-- github-comment: {"Command":"plan","JobID":"c2a2b317-88e4-4b87-873f-d957df9e075a","JobName":"terraform_plan","PRNumber":13,"Program":"tfcmt","SHA1":"32526b062b20b299876b7bcbc4d794f5d4b8675d","Target":"sample/sub","Vars":{}} -->